import React from 'react';
import './About.css'
const About = ({ theme }) => {
  return (
    <div className={`design-container ${theme}`}>
      <h1>Международный совет организаций по промышленному дизайну ИКСИД (ICSID)</h1>
      <p>
        Международный совет организаций по промышленному дизайну ИКСИД (ICSID) определяет сферу своей деятельности следующим образом:
      </p>
      <blockquote>
        «Дизайн – творческая проектная деятельность, направленная на создание многосторонних свойств изделий, процессов, услуг и систем на протяжении всего их жизненного цикла. Поэтому дизайн является главным фактором в гуманизации инновационных технологий и решающим фактором взаимодействия культуры и экономики».
      </blockquote>
      <p>
        В этой формулировке, претендующей на определение, отражено наиболее ёмкое и современное содержание дизайнерской профессии.
      </p>
      <p>
        Дизайн – свободное творчество, в котором личность дизайнера, как и в любой творческой профессии, играет ключевую роль. В дизайнерском результате всегда присутствует талант автора, его почерк, его мировоззрение, его система ценностей. Отдельные подходы и процессы в дизайне близки художественным, и тот и другой в поиске жизненной гармонии ориентированы на культурные приоритеты. Но, в отличие от художника, который вкладывает в свое произведение собственный потенциал, собственный путь постижения мира и имеет конечной целью самовыражение, дизайнер работает для множества людей, использующих повседневно результаты его труда. Создавая свой продукт, он связан со специалистами в других областях, часто работает в междисциплинарных командах. Он обязан учитывать множество объективных факторов, так или иначе влияющих на конечный результат, изучать и предугадывать предпочтения и нужды своей аудитории.
      </p>
      <p>
        Дизайн – проектная деятельность. Не наведение красоты, не прямое преобразование внешних признаков объектов, но полноценный процесс проектирования, в котором всегда рождается нечто новое. В отличие от инженера, который сосредоточен на работоспособности изделия, его техническом качестве и возможностях оптимального производства, дизайнер концентрируется на проблемах пользователей, на так называемом потребительском качестве. Промышленные дизайнеры имеют дело с человеческим фактором и заботятся о том, чтобы проектируемый ими продукт был безопасен, удобен в использовании, пригоден для жизни и труда самых разных людей, в нем нуждающихся.
      </p>
      <p>
        Дизайн – деятельность синтетическая, соединяющая в целостном результате многосторонние свойства продукта, как художественные, так и технические: потребительское качество, конструктивные особенности, композиционные принципы, технологичность формообразования, стилевые признаки и т.д. Он рассматривает все стадии «жизни» своего продукта от идеи до утилизации, и именно в таком рассматривании кроется наиболее значимый результат. Промышленный дизайнер работает в тесном контакте с инженерами и должен не только говорить с ними на одном языке, но и иметь определенные инженерные знания.
      </p>
      <p>
        С другой стороны, история мирового дизайна хранит немало образцов, созданных инженерами. Среди них – особенно популярные в современной архитектуре гиперболоидные конструкции и висячие оболочки Владимира Шухова, которые активно эксплуатируются в последние годы известными архитекторами Б.Фуллером и Н.Фостером. Дело тут не только в уникальности изобретенных Шуховым конструкций и форм, но и в их абсолютной гармоничности, и в тех подходах, которые применил автор при их создании и возведении. Можно сказать, что дизайн в МГТУ им. Н.Э.Баумана начался с творчества его выпускника – Владимира Григорьевича Шухова.
      </p>
      <h2>Владимир Григорьевич Шухов и его творение – московская радиобашня</h2>
      <p>
        Строительство первых в мире сетчатых оболочек-перекрытий двоякой кривизны конструкции на Выксунском металлургическом заводе в 1897 году. Дизайн как самостоятельный вид деятельности возник на рубеже XIX и XX веков в период развития массового промышленного производства, когда выпускаемая на множащихся заводах и фабриках продукция оказывалась все более и более чуждой человеку, слишком механистичной, малопонятной, далекой от привычного образа жизни людей. Именно дизайн взял на себя миссию примирения человека и вещи, возвращения предметному миру «человеческого» измерения. Это исходное предназначение профессии претерпело на Западе значительные изменения в последнее 30-летие.
      </p>
      <p>
        Дизайнеры стран с высокотехнологичным развитым производством, выполняющие заказы бизнеса, ориентированного на потребительскую модель общества, сменили свою роль с гуманистической на чисто коммерческую. Из средства создания дружественных и комфортных продуктов для самых разных категорий людей дизайн превратился в орудие конкурентной борьбы ведущих производителей на мировом рынке. Сегодня дизайн вместо полноценного проектирования практически повсеместно занимается стайлингом (стилизацией), преобразуя «оболочки» существующих продуктов в незначительно отличающиеся формы с единственной целью – их большей привлекательности на прилавках магазинов. В результате отдельные сообщества преумножают за счет дизайна свои капиталы, а обновляемая с ускоряющейся частотой продукция вновь обретает признаки отчуждения от человека.
      </p>
      <p>
        Возникшая тупиковая ситуация становится все более очевидной не только для самих дизайнеров, но и для бизнеса. Мировой кризис 2007 года явно продемонстрировал необходимость смены экономической модели и полного пересмотра воззрений на самые разные процессы в человеческой деятельности.
      </p>
      <p>
        Традиционно считалось, что промышленный дизайнер проектирует изделия промышленного и бытового назначения. В западной практике за последние 5-7 лет эти функции существенно расширились. В США и Европе появился ряд компаний, специализирующихся на разработке услуг, процессов и сложных системных объектов. Их деятельность становится все более и более востребованной, в ряде крупных университетов (Illinois Institute of Technology, Stanford University, Rotman School of Management, др.) буквально на глазах открываются отделения дизайн-исследований и так называемого Design thinking (дизайн-мышления) – совершенно новой области дизайнерской деятельности. Профессиональная сфера промдизайнеров меняется непредсказуемо, всё чаще им приходится решать задачи, которых никогда прежде не касалось их творчество. Майкл Питерс, кавалер Ордена Британской Империи за заслуги в области дизайна и маркетинга, высказался по этому поводу вполне однозначно: «…если вы считаете, что вопросы окружающей среды, рост терроризма, пандемии, недоверие к правительствам и старение земного шара – это все «не про вас», не про дизайнеров, то вы глубоко заблуждаетесь…  они нуждаются в дизайнерах, еще как нуждаются!».
      </p>
      <p>
        За счет чего дизайнеры начинают занимать ведущие позиции в самых неожиданных сферах жизни? Методы дизайнерского проектирования до последнего времени оставались инструментом узкопрофессиональной деятельности. Такое положение начало меняться с изменением общей экономической ситуации. В разных областях знаний появилась потребность в «Понимании потребителя», кардинально меняющая вектор интересов с выпуска «привлекательного» товара на проектирование человекоориентированного продукта. А это именно тот подход, в котором дизайн оказался наиболее компетентен. Западный рынок с развитой культурой потребления постепенно переносит центр тяжести своей конкурентной политики с «продажных» признаков продукта на его высокие потребительские свойства. Дизайн-мышление – быстро развивающееся направление, которое стремительно внедряется в различные области от разработки принципиально новых продуктов и всех видов сервиса до планирования бизнеса, политических процессов, социальных служб, проектирования сложных саморегулирующихся систем. Практически каждый новый опыт дает высокий положительный эффект и увеличивает спрос на услуги дизайнеров.
      </p>
      <p>
        В нашей стране промышленный дизайн утвердился в 60-е годы прошлого столетия, когда был создан ВНИИ технической эстетики (ВНИИТЭ) с филиалами в разных городах и республиках, а также ряд дизайнерских школ в вузах бывшего СССР. В то время как в западном дизайне шла переориентация на чисто коммерческие цели, во ВНИИТЭ в секторе перспективных исследований и дизайн-программ велся поиск новых путей развития профессии, ориентированный на высокое потребительское качество и системное проектирование. Параллельно нарастал интерес и спрос на такие образовательные проекты, как Летняя школа промдизайна, Международные конференции и семинары по вопросам дизайна, которые позволяли общаться специалистам и получать свежие мировые идеи. Начало 2000-х годов привнесло новую волну в развитие профессии дизайнера. В России начали открываться университетские факультеты и кафедры, специализированные школы дизайна, а также налаживаться международное сотрудничество.
      </p>
      <p>
        Промышленный дизайн в России и других странах постсоветского пространства по-прежнему нуждается в значительном развитии. Современный российский дизайн характеризуется как высококвалифицированный, но узконаправленный и мало ориентированный на актуальные мировые тенденции. На сегодняшний день в России еще нет сложившихся крупномасштабных дизайнерских школ, интегрированных в глобальную практику проектирования, несмотря на наличие научных и академических сообществ, учреждений и отдельных специалистов.
      </p>
      <p>
        Исходя из этого, современные российские дизайнеры сталкиваются с высокими требованиями со стороны заказчиков и потребителей. В области дизайна предстоит выполнение ряда новых задач, направленных на достижение требуемого качества и удобства в дизайне продукции. Это предстоящие вызовы профессии и рынка.
      </p>
    </div>
  );

};

export default About;


