import React from 'react';
import './About.css'
import shukhov from "../../static_img/about_page/shukhov.jpg"
import shukhov_tower_1 from "../../static_img/about_page/shukhov_tower_1.jpg"
import shukhov_tower_2 from "../../static_img/about_page/shukhov_tower_2.jpg"
import setchatie_obolochki from "../../static_img/about_page/setchatie_obolochki.jpg"
import master_klass_1 from "../../static_img/about_page/master-klass_1.jpg"
import master_klass_2 from "../../static_img/about_page/master-klass_2.jpg"
import master_klass_3 from "../../static_img/about_page/master-klass_3.jpg"
import master_klass_4 from "../../static_img/about_page/master-klass_4.jpg"
import collani1 from "../../static_img/about_page/collani-1.jpg"
import collani2 from "../../static_img/about_page/collani-2.jpg"




const About = ({ theme }) => {
  return (
    <div className={`design-container ${theme}`}>
      <h1>Кафедра Промышленного дизайна</h1>
      <p>
        Международный совет организаций по промышленному дизайну ИКСИД (ICSID) определяет сферу своей деятельности следующим образом:      </p>
      <blockquote>
        «Дизайн – творческая проектная деятельность, направленная на создание многосторонних свойств изделий, процессов, услуг и систем на протяжении всего их жизненного цикла. Поэтому дизайн является главным фактором в гуманизации инновационных технологий и решающим фактором взаимодействия культуры и экономики».
      </blockquote>
      <p>
        В этой формулировке, претендующей на определение, отражено наиболее ёмкое и современное содержание дизайнерской профессии.       </p>
      <p>
        Дизайн – свободное творчество, в котором личность дизайнера, как и в любой творческой профессии, играет ключевую роль. В дизайнерском результате всегда присутствует талант автора, его почерк, его мировоззрение, его система ценностей. Отдельные подходы и процессы в дизайне близки художественным, и тот и другой в поиске жизненной гармонии ориентированы на культурные приоритеты. Но, в отличие от художника, который вкладывает в свое произведение собственный потенциал, собственный путь постижения мира и имеет конечной целью самовыражение, дизайнер работает для множества людей, использующих повседневно результаты его труда. Создавая свой продукт, он связан со специалистами в других областях, часто работает в междисциплинарных командах. Он обязан учитывать множество объективных факторов, так или иначе влияющих на конечный результат, изучать и предугадывать предпочтения и нужды своей аудитории.      </p>
      <p>
        Дизайн – проектная деятельность. Не наведение красоты, не прямое преобразование внешних признаков объектов, но полноценный процесс проектирования, в котором всегда рождается нечто новое. В отличие от инженера, который сосредоточен на работоспособности изделия, его техническом качестве и возможностях оптимального производства, дизайнер концентрируется на проблемах пользователей, на так называемом потребительском качестве. Промышленные дизайнеры имеют дело с человеческим фактором и заботятся о том, чтобы проектируемый ими продукт был безопасен, удобен в использовании, пригоден для жизни и труда самых разных людей, в нем нуждающихся.       </p>
      <p>
        Дизайн – деятельность синтетическая, соединяющая в целостном результате многосторонние свойства продукта, как художественные, так и технические: потребительское качество, конструктивные особенности, композиционные принципы, технологичность формообразования, стилевые признаки и т.д. Он рассматривает все стадии «жизни» своего продукта от идеи до утилизации, и именно в таком рассматривании кроется наиболее значимый результат. Промышленный дизайнер работает в тесном контакте с инженерами и должен не только говорить с ними на одном языке, но и иметь определенные инженерные знания.       </p>
      <p>
        С другой стороны, история мирового дизайна хранит немало образцов, созданных инженерами. Среди них – особенно популярные в современной архитектуре гиперболоидные конструкции и висячие оболочки Владимира Шухова, которые активно эксплуатируются в последние годы известными архитекторами Б.Фуллером и Н.Фостером. Дело тут не только в уникальности изобретенных Шуховым конструкций и форм, но и в их абсолютной гармоничности, и в тех подходах, которые применил автор при их создании и возведении. Можно сказать, что дизайн в МГТУ им. Н.Э.Баумана начался с творчества его выпускника – Владимира Григорьевича Шухова.       </p>
      <div className="photo-gallery">
        <div className="photo-row">
          <img src={shukhov} alt="Шухов" />
          {/* <img src={shukhov_tower_1} alt="Московская радиобашня" /> */}
          <img src={shukhov_tower_2} alt="Московская радиобашня 2" />
        </div>
      </div>

      <div className="photo-gallery">
        <div className="photo-row">
          <img src={shukhov_tower_1} alt="Московская радиобашня" />
        </div>
        <div className="discription">
          Владимир Григорьевич Шухов и его московская радиобашня
        </div>
      </div>

      <div className="photo-container">
        <img src={setchatie_obolochki} alt="Сетчатые оболочки" />
        <div className="discription">          Строительство первых в мире сетчатых оболочек-перекрытий двоякой кривизны конструкции на Выксунском металлургическом заводе в 1897 году
        </div>
      </div>

      <p>
        Дизайн как самостоятельный вид деятельности возник на рубеже XIX и XX веков в период развития массового промышленного производства, когда выпускаемая на множащихся заводах и фабриках продукция оказывалась все более и более чуждой человеку, слишком механистичной, малопонятной, далекой от привычного образа жизни людей. Именно дизайн взял на себя миссию примирения человека и вещи, возвращения предметному миру «человеческого» измерения. Это исходное предназначение профессии претерпело на Западе значительные изменения в последнее 30-летие.
      </p>

      <p>
        Дизайнеры стран с высокотехнологичным развитым производством, выполняющие заказы бизнеса, ориентированного на потребительскую модель общества, сменили свою роль с гуманистической на чисто коммерческую. Из средства создания дружественных и комфортных продуктов для самых разных категорий людей дизайн превратился в орудие конкурентной борьбы ведущих производителей на мировом рынке. Сегодня дизайн вместо полноценного проектирования практически повсеместно занимается стайлингом (стилизацией), преобразуя «оболочки» существующих продуктов в незначительно отличающиеся формы с единственной целью – их большей привлекательности на прилавках магазинов. В результате отдельные сообщества преумножают за счет дизайна свои капиталы, а обновляемая с ускоряющейся частотой продукция вновь обретает признаки отчуждения от человека.       </p>

      <p>
        Возникшая тупиковая ситуация становится все более очевидной не только для самих дизайнеров, но и для бизнеса. Мировой кризис 2007 года явно продемонстрировал необходимость смены экономической модели и полного пересмотра воззрений на самые разные процессы в человеческой деятельности.      </p>

      <p>
        Традиционно считалось, что промышленный дизайнер проектирует изделия промышленного и бытового назначения. В западной практике за последние 5-7 лет эти функции существенно расширились. В США и Европе появился ряд компаний, специализирующихся на разработке услуг, процессов и сложных системных объектов. Их деятельность становится все более и более востребованной, в ряде крупных университетов (Illinois Institute of Technology, Stanford University, Rotman School of Management, др.) буквально на глазах открываются отделения дизайн-исследований и так называемого Design thinking (дизайн-мышления) – совершенно новой области дизайнерской деятельности. Профессиональная сфера промдизайнеров меняется непредсказуемо, всё чаще им приходится решать задачи, которых никогда прежде не касалось их творчество. Майкл Питерс, кавалер Ордена Британской Империи за заслуги в области дизайна и маркетинга, высказался по этому поводу вполне однозначно: «…если вы считаете, что вопросы окружающей среды, рост терроризма, пандемии, недоверие к правительствам и старение земного шара – это все «не про вас», не про дизайнеров, то вы глубоко заблуждаетесь…  они нуждаются в дизайнерах, еще как нуждаются!».      </p>
      <p>
        За счет чего дизайнеры начинают занимать ведущие позиции в самых неожиданных сферах жизни? Методы дизайнерского проектирования до последнего времени оставались инструментом узкопрофессиональной деятельности. Такое положение начало меняться с изменением общей экономической ситуации. В разных областях знаний появилась потребность в «Понимании потребителя», кардинально меняющая вектор интересов с выпуска «привлекательного» товара на проектирование человекоориентированного продукта. А это именно тот подход, в котором дизайн оказался наиболее компетентен. Западный рынок с развитой культурой потребления постепенно переносит центр тяжести своей конкурентной политики с «продажных» признаков продукта на его высокие потребительские свойства. Дизайн-мышление – быстро развивающееся направление, которое стремительно внедряется в различные области от разработки принципиально новых продуктов и всех видов сервиса до планирования бизнеса, политических процессов, социальных служб, проектирования сложных саморегулирующихся систем. Практически каждый новый опыт дает высокий положительный эффект и увеличивает спрос на услуги дизайнеров.
      </p>
      <p>
        В нашей стране промышленный дизайн утвердился в 60-е годы прошлого столетия, когда был создан ВНИИ технической эстетики (ВНИИТЭ) с филиалами в разных городах и республиках, а также ряд дизайнерских школ в вузах бывшего СССР. В то время как в западном дизайне шла переориентация на чисто коммерческие цели, во ВНИИТЭ в секторе перспективных исследований и дизайн-программ велся поиск новых путей развития профессии, ориентированный на высокое потребительское качество и системное проектирование.       </p>
      <p>
        В современной истории этот уникальный, более чем десятилетний опыт, очень близкий к подходам Дизайн-мышления (Design thinking), оказался практически забытым нашими соотечественниками, но чрезвычайно интересует зарубежных коллег, которые его детально изучают и делают достоянием мирового дизайна. В этом году в США вышел сборник «Made in Russia: Unsung Icons of Soviet Design». В нем разные авторы представляют в своих эссе «пятьдесят шедевров советской технологии» и исследуют «происхождение объектов забытой советской культуры и уникальный климат для дизайна, из которого они только и могли появиться». В настоящее время готовится к изданию книга шведской исследовательницы Маргареты Тильберг «Made in the USSR. Design in the Soviet Union 1962–1991», в аннотации к которой автор пишет: «Созданная на широкой научной и художественной основе школа советского дизайна стала совершенно уникальным культурологическим явлением, значительно опередившим время. С переходом России к рыночной экономике советский дизайн трактуется как неудавшаяся бледная копия блестящих достижений западного собрата… Книга восстанавливает справедливость и воздает должное трудам большой группы талантливых людей. Это сделает возможным дальнейшее углубленное изучение их опыта и его использование в современных условиях».      </p>
      <p>
        Действительно, в 90-е промышленный дизайн в России в существенной мере утратил свои позиции и к настоящему моменту только начинает возрождаться, претерпевая все те трудности, которые могут возникнуть в результате потерянного времени. Профессия становится модной. Кафедры и факультеты дизайна открываются в самых разных вузах страны. Новый российский дизайн создается с чистого листа, перечеркнув все прошлые достижения и традиции. При этом суть профессии трактуется достаточно произвольно и сводится к чистому формотворчеству.
      </p>

      <p>
        Именно на таком сложном фоне глобальных и профессиональных преобразований формировалась кафедра «Промышленного дизайна» в МГТУ им. Н.Э.Баумана. Промышленный дизайн – проектная по своей сути специальность – сегодня практически отсутствует как в отечественной инженерной деятельности, так и в российской системе инженерного образования. У нас в стране специалистов по промдизайну традиционно готовят художественные и архитектурные вузы. С точки зрения реальной проектной практики уровень подготовки в них никак не соответствует современным требованиям по причине полной оторванности этих учебных заведений от инженерной сферы и реального производства. Тем более очевидным становится этот разрыв в век высоких технологий. В сложившейся ситуации подготовка специалистов промышленного дизайна на базе технического университета способна дать наиболее эффективные результаты, и это подтверждено зарубежной практикой. Именно такой университет, как МГТУ им. Баумана, с его известной школой, с широким спектром технических направлений и отраслей способен стать лидером в решении проблемы.
      </p>

      <p>
        МГТУ выбрал свой собственный, отличный от других путь. Задачей создаваемой кафедры была организация универсального учебного пространства, соединяющего лучшие традиции отечественного дизайна 70-80-х годов и самые современные тенденции. Среди его приоритетов – формирование у студентов дизайнерского мышления, способного решать не столько сиюминутные локальные задачи эстетического характера, сколько заглядывать в будущее, подходить к своей деятельности системно, уметь видеть сущностные проблемы, находить значимые идеи и решения. Образовательная политика кафедры определяется опытными дизайнерами Михеевой М.М. и Синельниковым А.С. – участниками новаторских разработок ВНИИТЭ, впоследствии ставшими ведущими специалистами первой в России дизайн-студии «Новый дизайн». Образовательная модель для университета выработана профессионалами дизайна совместно с деканом факультета «Машиностроительные технологии» Колесниковым А.Г., заведующим кафедрой «Промышленный дизайн» Брекаловым В.Г. и его заместителем Тереховой Н.Ю. Наряду с мастерами на кафедре преподают молодые практикующие дизайнеры, выпускники МГТУ МАМИ и МГХПУ им. С.Г.Строганова. Такой альянс позволяет создать ситуацию преемственности поколений среди сотрудников, а студенты могут получить представления о разнообразных подходах и методах в дизайн-проектировании. Дизайнерская профессия одна из самых динамичных. Поэтому в дизайн-образовании очень важен собственный непрерывный практический опыт преподавателей, который позволяет им «держать руку на пульсе», подхватывать актуальные новые направления и тут же транслировать их студентам.
      </p>
      Программа подготовки промышленных дизайнеров в университете базируется на технической почве, чем обеспечивается непосредственный постоянный контакт с инженерной деятельностью. Специалисты научной школы МГТУ ведут инженерные дисциплины, адаптированные для дизайнеров. Таким образом преимущества классического российского образования сочетаются с современным содержанием и стилем обучения. Учебный процесс строится на принципе сотрудничества преподавателя и студента, где учащиеся выступают не в роли пассивных слушателей, а занимают деятельную позицию, позволяющую раскрыть их индивидуальный потенциал и развить творческое мышление. С этой целью на кафедре создаются учебные аудитории по принципу дизайн-студий, приспособленные для проведения разнохарактерных занятий, в которых совмещаются интерактивные лекции, проектная работа, компьютерное моделирование, макетирование и многое другое. Такая среда способствует творческой атмосфере, позволяет осуществлять разные стадии проектирования комплексно.
      <p>

        <p>
          Синтетический принцип предусматривает взаимосвязь всех изучаемых предметов и, как следствие, – реализацию совокупности полученных знаний и навыков в курсовых и дипломных работах по дизайн-проектированию. Студенты участвуют в разработках ведущих инженерных кафедр МГТУ и заказах промышленности, что позволяет им до окончания учебного заведения получить опыт работы с конструкторами, технологами, производством и опыт взаимодействия с клиентом. Такой подход пока еще уникален в отечественном образовании. В российских дизайнерских вузах проектирование в достаточной мере условно и оторвано от реальной практики, а их выпускники, вступая в профессиональную жизнь, оказываются не готовы к самостоятельной деятельности.
        </p>
        <p>
          Дипломные проекты дизайнеров МГТУ отличаются углубленными исследованиями, которые задают направление всей разработке. Понимание потребителя, условий его общения с объектом, интуитивно верных действий, скрытых и неосознанных проблем, психологического и эмоционального самочувствия – важнейший этап в дизайнерском проектировании, которому методы дизайн-мышления отводят сегодня ключевую роль. В российских образовательных стандартах связанная с этой областью дисциплина не предусмотрена, она впервые включена в курс обучения дизайнеров в МГТУ им. Н.Э.Баумана. Преподавание методов дизайн-мышления, концептуального и системного проектирования также относится к приоритетам кафедры «Промышленный дизайн» и находится в постоянном экспериментальном развитии.

        </p>

        <p>
          Студенты кафедры «Промышленный дизайн» принимают участие в конкурсах, выставках, конференциях. Их работы и статьи публикуются в дизайнерских изданиях и сборниках МГТУ им. Н.Э.Баумана. В их числе – выставки-конференции «Будущее машиностроения России», «Студенческая научная весна», выставка «Sretenka design week». На XVII всероссийской  выставке-конкурсе «Лучшая работа в области дизайна. Дизайн 2009» студенты специальности «промышленный дизайн» отмечены дипломами лауреатов в номинации «Социальный проект»; на выставке «Дизайн-форум Сочи 2010» в конкурсной программе «Всероссийского конкурса дизайна объектов среды» заняли первые места в двух номинациях: «За лучшее функционально-эстетическое решение» и «За самую оригинальную презентацию». Девять студенческих проектов стали лауреатами конкурса Союза дизайнеров России «Дизайн+Дебют 2010». Участие в такого рода мероприятиях дает студентам не только прекрасную возможность показать свои работы широкому кругу зрителей, сравнить их с учебными проектами других вузов, оценить собственный уровень. Оно позволяет заявить о себе в дизайнерской среде, получить опыт общения с профессионалами, открыть для себя новые перспективы.
        </p>

        <div className="photo-gallery">
          <div className="photo-row">
            <img src={master_klass_1} alt="" />
            <img src={master_klass_2} alt="" />
          </div>
          <div className="discription">
            Выставка студенческих работ в МГТУ
          </div>
        </div>

        <div className="photo-gallery">
          <div className="photo-row">
            <img src={master_klass_3} alt="" />
            <img src={master_klass_4} alt="" />
          </div>
          <div className="discription">
            Мастер-класс по рисунку и живописи для всех желающих
          </div>
        </div>





        <p>Кафедра проводит регулярные мастер-классы и встречи с известными российскими и зарубежными дизайнерами. Осенью 2010 года МГТУ им. Н.Э.Баумана посетил всемирно известный немецкий дизайнер Луиджи Колани. Побывав в музее университета и ознакомившись с интерьерами дворцовой части МГТУ, Колани дал мастер-класс для слушателей курса «Промышленный дизайн». </p>


        <div className="photo-gallery">
          <div className="photo-row">
            <img src={collani1} alt="" />
            <img src={collani2} alt="" />
          </div>
          <p >
            Мастер-класс по ри          Луиджи Колани в МГТУ им. Н.Э.Баумана
            сунку и живописи для всех желающих
          </p>
        </div>

      </p>
    </div>
  );

};

export default About;


