import React from "react";
import "./StepInFuture.css";

const StepInFuture = ({ theme }) => {
  return (
    <div className={`design-container ${theme}`}>
      <h3>Для  участников секции Дизайна работа должна содержать:</h3>

      <ul>
        <li>
          Иллюстрированную пояснительную записку объемом 5-10 страниц с
          описанием нового дизайн-объекта и этапов предпроектного анализа и
          поискового проектирования
        </li>
        <li>
          Обязательную графическую часть, включающую концептуальные идеи нового
          дизайн-объекта с визуализацией в виде форэскизов, скетчей, рисунков,
          демонстрационных листов, выполненных от руки или с использованием
          компьютерной графики
        </li>
        <li>Желательно наличие макетов или прототипов дизайн-объекта</li>
      </ul>

      <h3>Документы, предоставляемые при регистрации:</h3>
      <ul>
        <li>
          копию паспорта первого (с фотографией) и второго разворотов (с
          пропиской);
        </li>
        <li>
          заполненное «Согласие на обработку персональных данных»{" "}
          <a href="http://cendop.bmstu.ru/userfiles/docs/soglasie.doc">
            Скачать
          </a>
        </li>
        <li>справку из образовательной организации;</li>
        <li>фотографию 3х4 для пропуска в Университет.</li>
      </ul>

      <p className="design-container__text">
        В конце октября участники научно-образовательного соревнования «Шаг в
        будущее, Москва» получают на указанную при регистрации электронную почту
        свой личный номер для входа в Личный кабинет. Вход в личный кабинет
        находится в правом верхнем углу сайта.
      </p>
      <p>
        <a href="http://cendop.bmstu.ru/step-into-the-future/">Подробнее...</a>
      </p>

      <h3>Рекомендации по содержанию работы:</h3>
      <ul>
        <li>постановка проблемы (задачи)</li>
        <li>цель и содержание работы</li>
        <li>методы ее решения</li>
        <li>выводы</li>
      </ul>
      <h3>В той части работы, которая связана с собственными изысканиями авторов, должны быть освещены:</h3>
      <ul>
        <li>актуальность решаемой проблемы</li>
        <li>используемые методы (причины использования данных методов: эффективность, точность, простота и т.п.)</li>
        <li>сравнение известных и новых предлагаемых методов решения проблемы</li>
        <li>предложения по практическому использованию результатов</li>
        <li>собственные выводы автора, имеющие научное и практическое значение</li>
      </ul>

      <h3>Участники, предполагающие выставить свою программную разработку на Выставке-конкурсе программных разработок, должны представить:</h3>
      <ul>
        <li>описание проделанной работы по созданию программного продукта (название работы, ее цель и задачи, новизна, актуальность, изложение алгоритма решения задачи, возможность применения, используемые средства и т.д. – 10-15 стр) </li>
        <li>СD-диск с программой</li>
        <li>перечень программного обеспечения, необходимого для функционирования программы, особые требования к техническим средствам (видеокарта, звуковая карта и т.п.) </li>
        <li>рекламный листок формата А4 с описанием программного продукта (отредактированный и оформленный)</li>
      </ul>

      <h3>Для участников Конструкторской секции работа должна содержать:</h3>
      <ul>
        <li>пояснительную записку объемом 7-10 стр., включающую описание назначения детали, прибора или устройства; принцип работы сборочной единицы или устройства, предложения по модернизации; </li>
        <li>обязательную графическую часть: чертеж общего вида сборочной единицы, чертежи основных составляющих частей; таблицу составных частей.</li>
        <li>Допускается компьютерная распечатка чертежей. Размер листа – только формат А4.</li>
      </ul>

      <h3>Список примерных тем по программе «Шаг в будущее» прошлых лет:</h3>
      <ul>
        <li>Приспособление, помогающее самостоятельно принимать ванну пожилым людям (стандартная ванна). </li>
        <li>Костюм альпиниста.</li>
        <li>Плот для рыбалки.</li>
        <li>Прибор, помогающий контролировать чувство голода, помогающий составить меню, исходя из личных особенностей организма.</li>
        <li>Помощь при профилактике и лечении бессонницы. Место для сна.</li>
        <li>Система полива комнатных растений.</li>
        <li>Электронный уровень, используемый для выравнивания стен при ремонтных работах.</li>
        <li>Навигационная схема для МГТУ им Н.Э.Баумана.</li>
        <li>Прибор для очистки стекол в зданиях (без использования рук).</li>
        <li>Капсула для хранения генетического материала человека или животного.</li>
      </ul>

    </div>
  );
};

export default StepInFuture;
