// анонсы
import React from 'react';

const anonceData = [
  // Добавляй другие новости здесь



  {
    id: 14,
    title: "Хакатон и конкурс для дизайнеров 'Атома' и Befree",
    subtitle: "АО 'Кама' и кафедра 'Промышленный дизайн' МГТУ им. Н.Э. Баумана приглашают вас принять участие",
    description: (
      <>
        <p>
          Уважаемые студенты! АО "Кама" - разработчик первого российского серийного
          электромобиля "Атом" и кафедра "Промышленный дизайн" МГТУ им. Н.Э. Баумана
          приглашают Вас принять участие в хакатоне по промышленному дизайну "Атома".
        </p>
        <p>
          <em>Также Атом и Befree запускают конкурс для дизайнеров Go:Future.</em>
        </p>
        <p> 10 октября на платформе Befree Co:Create HUB стартует конкурс для дизайнеров Go:Future.
        </p>
        <p>
          Нас вдохновляет сравнение Константина Циолковского людей с атомами: каждый связан
          друг с другом и своим импульсом влияет на мир вокруг. Представьте мир, в котором
          наука и технологии поменяли образ жизни, где люди, подобно атомам, объединяются и
          свободно перемещаются на любые расстояния. Как будут выглядеть ваша одежда и
          аксессуары? Возможно, это будут футболки и худи с футуристичными принтами,
          необычные, но нужные в дороге аксессуары, которые будут сопровождать вас в самых
          смелых путешествиях?
        </p>
        <p>
          15 ноября профессиональное жюри Befree и Атома выберет 6 победителей. Каждый из
          них получит гонорар 15 000₽ и воплощение своих идей в магазинах Befree по всей
          стране.
        </p>
        <p>
          Какую одежду или аксессуары вы хотели бы увидеть в будущей коллекции? Предлагайте
          свои идеи в комментариях или загружайте свои идеи в хаб и участвуйте в конкурсе.
        </p>
      </>
    ),
    link: { href: "https://telegra.ph/Sozdaj-dizajn-dlya-pervogo-rossijskogo-serijnogo-ehlektromobilya-Atom-10-10" },
    image: "https://s0.rbk.ru/v6_top_pics/resized/1280xH/media/img/6/20/347302908045206.webp",
  }, 
  {
    id: 13,
    title: "Уважаемые студенты!",
    subtitle:
      "Приглашаем Вас принять участие в конкурсе на разработку концепции въездного знака Воронежской области.",
    description: (
      <>
        <p>
          <strong>Цель:</strong> Выявить наиболее выразительный и лаконичный
          образ въездного знака и концепции благоустройства прилегающей
          территории.
        </p>
        <p>
          Организаторами конкурса выступает Федеральное государственное
          бюджетное образовательное учреждение высшего образования "Воронежский
          государственный технический университет". Конкурс проходит при
          поддержке Правительства Воронежской области, ВРО Союза архитекторов
          России, ВРО ОО "Союза дизайнеров России", Воронежского регионального
          отделения ВТОО "Союз художников России".
        </p>
        <p>
          <strong>Срок проведения конкурса:</strong> с 1 сентября по 20 октября
          2024 года. Регистрация - до 15 сентября 2024 года. Прием конкурсных
          проектов - до 10 октября 2024 года.
        </p>
        <p>Подробная информация о конкурсе и регистрации на сайте.</p>
      </>
    ),
    link: { href: "https://bureau-event.ru/voronezh" },
    image:
      "https://www.epigraph.info/images/images/2023/02-2023/Promyshliennyi-dizain-v-akkauntakh-sotsialnykh-sietiei-krupnieishikh-kompanii-Rossii-2.jpg",
  },
  {
    id: 12,
    title: "Уважаемые Бауманцы!",
    subtitle:
      "Архитектурное бюро ASADOV при поддержке Союза архитекторов России объявляет серию конкурсов «СОЦОБЪЕКТ» по разработке архитектурных концепций социально значимых зданий.",
    description: (
      <>
        <p>
          <strong>
            Первый конкурс серии — СЕМЕЙНЫЙ КЛУБ В ГОРОДСКОМ ПАРКЕ.
          </strong>
        </p>
        <p>
          <strong>ЗАДАЧА:</strong> Предложить программу для социального объекта
          «Семейный клуб», после чего разработать архитектурную концепцию,
          включающую в себя описание идеи, планировочные решения, предложение по
          материалам, конструктиву, основному оборудованию и визуализацию
          павильона, расположенного на участке, информация о котором будет
          предоставлена зарегистрированным участникам. Критерии выбора проекта
          победителя: функциональность, качество архитектурных и планировочных
          решений, новаторство, проработка, соблюдение требований технического
          задания.
        </p>
        <p>
          <strong>Участники:</strong> К участию приглашаются молодые архитекторы
          и студенты профильных вузов не ниже уровня бакалавра. Призовой фонд
          составляет 400 000 рублей. Авторы лучших проектов получат возможность
          пройти оплачиваемую стажировку в бюро ASADOV.
        </p>
        <p>
          <strong>Сроки проведения в 2024 году:</strong>
          <br />
          1 сентября - старт регистрации
          <br />
          17 сентября - установочный вебинар (18.00 - 19.00)
          <br />
          1 ноября - срок окончания подачи проектов
          <br />
          12-14 ноября - подведение итогов
        </p>
        <p>
          <strong>Участие в конкурсе бесплатное.</strong>
        </p>
      </>
    ),
    link: "/news/2",
    image:
      "https://cs14.pikabu.ru/post_img/big/2023/09/21/8/1695301081168497363.jpg",
  },
  {
    id: 11,
    title: "XVII Всероссийская конференция молодых ученых и специалистов",
    subtitle: "Будущее машиностроения России",
    description: (
      <>
        <p>
          Уважаемые Бауманцы! Открыт прием статей на XVII Всероссийскую конференцию
          молодых ученых и специалистов (с международным участием) «Будущее
          машиностроения России» совместно с Союзом машиностроителей России. Конференция
          состоится 24-27 сентября 2024 г. в МГТУ им. Н.Э. Баумана.
        </p>
        <p>
          На конференции представлено 9 секций и 18 направлений:
        </p>
        <ul>
          <li>Машиностроительные технологии</li>
          <li>Исследования в области энергомашиностроения</li>
          <li>Технологии специального машиностроения</li>
          <li>Исследования в области ракетно-космической техники</li>
          <li>Робототехнику и комплексную автоматизацию, информационные технологии</li>
          <li>Развитие инженерного образования</li>
          <li>Экономику и организацию машиностроительного производства</li>
          <li>Организационное сопровождение научно-технической деятельности</li>
          <li>Математическое моделирование в технике</li>
          <li>Физические, электротехнические и химические явления в машиностроении</li>
        </ul>
        <p>
          По результатам Конференции будет опубликован сборник трудов в электронном и
          печатном виде, индексируемый в РИНЦ.
        </p>
        <p>
          Для участия в конференции подайте статью через сайт.
        </p>
        <p>
          Подробнее о датах:
        </p>
        <ul>
          <li>1 августа – 23 сентября – Приём статей</li>
          <li>24 – 27 сентября – Проведение конференции</li>
        </ul>
        <p>
          Контактная информация:
        </p>
        <p>
          Организатор Конференции — Цибизова Татьяна Юрьевна (uot@bmstu.ru)
        </p>
        <p>
          По вопросам подачи статей через сайт обращайтесь на почту{" "}
          <a href="mailto:konf_bmr@bmstu.ru" className="link">konf_bmr@bmstu.ru</a>
        </p>
        <p>
          C уважением, Оргкомитет конференции БМР (тел: 65-10; 64-75) МГТУ им. Н.Э. Баумана
        </p>
      </>
    ),
    link: { href: "https://bmr.bmstu.ru/" },
    image: "https://bmr.bmstu.ru/static/media/mgtu-logo.9b210ece882a1b6184e63d63d6002196.svg",
  },
  {
    id: 10,
    title: "Конкурс 'Достояние'",
    subtitle: "ФГБУК АУИПИК объявляет о запуске студенческого конкурса на лучшую концепцию приспособления к современному использованию объекта культурного наследия.",
    description: (
      <>
        <p>
          <strong>🥇1 место</strong> – премия в размере 100 000 рублей, диплом, памятная статуэтка;
        </p>
        <p>
          <strong>🥈2 место</strong> - диплом, памятная статуэтка, специальный приз Агентства;
        </p>
        <p>
          <strong>🥉3 место</strong> - диплом, памятная статуэтка;
        </p>
        <p>
          <strong>🏆 "Приз зрительских симпатий"</strong> – диплом, памятная статуэтка.
        </p>
        <p>
          Подать заявку можно с 15.07 по 15.08.2024 г: <a href="https://forms.yandex.ru/u/667051f35d2a06133dd67d76/" className="link">ссылка</a>
        </p>
        <p>
          Конкурс проводится второй год подряд. В программу входят лекции, мастер-классы от ведущих экспертов и специалистов в области сохранения объектов культурного наследия.
        </p>
        <p>
          ✍Лучшие работы будут опубликованы в журнале "Охраняется государством".
        </p>
        <p>
          🧑🎓Если ты студент факультета архитектуры, дизайна, реставрации и мечтаешь реализовать проект в сфере восстановления памятников культурного наследия – этот конкурс для тебя!
        </p>
        <p>
          Подробная информация на сайте конкурса: <a href="https://auipik.ru/populyarizaciya/media/dostoyanie-2024/" className="link">ссылка</a>
        </p>
      </>
    ),
    link: { href: "https://auipik.ru/populyarizaciya/media/dostoyanie-2024/" },
    image: "https://auipik.ru/populyarizaciya/media/dostoyanie-2024/img/00%2001.webp",
  },
  {
    id: 9,
    title: "Финал VII Международного конкурса 'Professional Stars 23/24'",
    subtitle: "Приглашаем студентов принять участие в захватывающем Финале VII Международного конкурса.",
    description: (
      <>
        <p>
          Это уникальная возможность продемонстрировать ваше профессиональное мастерство, обменяться опытом с коллегами из разных стран и поделиться своими достижениями с мировым сообществом.
        </p>
        <p>
          К участию приглашаются студенты (бакалавры, магистранты, аспиранты), владеющие навыками 3D-моделирования и творческим потенциалом. К участию допускаются как команды (2-3 человека), так и индивидуальные участники.
        </p>
        <p>
          <strong>Дата проведения финала:</strong> с 26 мая по 25 июля 2024 года.
        </p>
        <p>
          Не упустите шанс стать частью этого великолепного события и показать, на что вы способны!
        </p>
        <p>
          <strong>Регистрация открыта до 25 июля 2024</strong>
        </p>
        <p>
          Присоединяйтесь к "Professional Stars 23/24" и станьте настоящей звездой!
        </p>
      </>
    ),
    link: { href: "https://sowa-ru.com/mezhdunarodnyy-konkurs-professional-stars-23-24/" },
    image: "https://emc21.ru/wp-content/uploads/2020/04/hakaton.jpg",
  },
  {
    id: 8,
    title: "Всероссийский хакатон по промышленному дизайну при поддержке компании ООО 'ГАЗПРОМНЕФТЬ - БИТУМНЫЕ МАТЕРИАЛЫ'",
    subtitle: "Приглашаем студентов принять участие во Всероссийском хакатоне по создание дизайна машины для нанесения жидких покрытий.",
    description: (
      <>
        <p>
          К участию приглашаются студенты (бакалавры, магистранты, аспиранты), владеющие навыками 3D-моделирования и творческим потенциалом. К участию допускаются как команды (2-3 человека), так и индивидуальные участники.
        </p>
        <p>
          <strong>Сроки и условия проведения хакатона:</strong> с 20 апреля по 25 июня.
        </p>
        <p>
          Заявки принимаются до 10 мая.
        </p>
        <p>
          Формат участия: дистанционный.
        </p>
        <p>
          <strong>Призовой фонд:</strong> 70 тысяч рублей.
        </p>
      </>
    ),
    link: { href: "https://t.me/+XqdLqzHozx41NjEy" },
    image: "https://happymonday.ua/wp-content/uploads/2020/10/hakaton-1.jpg",
  },
  {
    id: 7,
    title: "Хакатон Outstanding Design Talent Call",
    subtitle: "Приглашаем студентов кафедры 'Промышленный дизайн' МГТУ им. Н.Э. Баумана принять участие во всероссийском конкурсе предметного дизайна.",
    description: (
      <>
        <p>
          В конкурсе участвуют студенты ведущих профильных вузов страны, а также молодые специалисты различных архитектурных бюро и дизайн-студий. Возраст участников – от 18 до 30 лет.
        </p>
        <p>
          Зарегистрироваться на конкурс: <a href="https://clck.ru/3AHpai ODTC" className="link">https://clck.ru/3AHpai</a>
        </p>
        <p>
          ODTC – открытый оффлайн конкурс дизайна, который отличается оригинальным экспресс-форматом. Всего за один день участникам предстоит создать оригинальные и инновационные решения для ванных комнат, продемонстрировав свежий взгляд на предметный дизайн.
        </p>
        <p>
          <strong>Призовой фонд:</strong> 1 место: 200 000 ₽ 2 место: 150 000 ₽ 3 место: 100 000 ₽ Специальный приз от AQUATON "Экоист" за самое экологичное и энергоэффективное решение – 50 000 ₽
        </p>
      </>
    ),
    link: { href: "https://aquaton.ru/blogs/news/outstanding-design-talent-call-vii-by-aquaton-x-santek" },
    image: "https://static.insales-cdn.com/r/cxewvevm1KY/rs:fit:1400:0:1/q:100/plain/images/articles/1/4734/7221886/4462f2a7e47b1f0cd6a1de4fc618be18.jpeg@webp",
  },
  {
    id: 6,
    title: 'Аллея горожан: конкурс арт-инсталляций',
    subtitle: '',
    description: (
      <div>
        <p>Аллея горожан: конкурс арт-инсталляций</p>
        <p>«Артерия»  центр в партнёрстве с коммуникационным агентством SETTERS и при поддержке преподавателей Британской высшей школы дизайна, МГТУ им. Н.Э. Баумана и МГУ запускают конкурс малых архитектурных форм.</p>
        <p>Участники создадут серии из шести арт-инсталляций в рамках своей концепции. Победитель получит 100 000 ₽ и сможет реализовать проект.</p>
        <p>Центр «Артерия» возьмёт на себя производство и подарит объекты родному городу Уфа: «высадит» вдоль его главной транспортной артерии — проспекта Октября — необычный сад.</p>
        <p>Этапы проведения конкурса:</p>
        <ul>
          <li>1 марта — 15 марта: регистрация участников</li>
          <li>16 марта — 16 апреля: приём работ</li>
          <li>17 апреля — 25 апреля: оценка жюри</li>
          <li>26 апреля: объявление победителя</li>
          <li>Май — август: работа с производством и установка арт-инсталляций</li>
        </ul>
        <p>Изучите конкурсное задание и юридические правила соревнования. Для регистрации в конкурсе заполните заявку на участие через google-форму.</p>
      </div>
    ),
    link: { href: "https://t.me/ufa_arteria/3852" },
    image: "https://sun9-9.userapi.com/s/v1/ig2/SMN7xSe-kGlur4XhUcPdyRMuoYRNcipNKZbUrraxLS5j0ak2FoDRW1_xlU22YWNkQLnPEFhjBgpKAgQIiKp-uCRE.jpg?quality=95&as=32x40,48x60,72x90,108x135,160x200,240x300,360x450,480x600,540x675,640x801,720x901,1080x1351&from=bu&u=A8Z9ZAI2QGMje_UFmQXtvktegdfF8cUnB7KqtJY5HNk&cs=645x807",
  },
  {
    id: 5,
    title: 'Конкурс дизайн-проектов беспилотных летательных аппаратов будущего «Uлётный дизайн»',
    subtitle: '',
    description: (
      <div>
        <p>Старт студенческого конкурса, организованного компаниями «Транспорт будущего», ГК «ЭФКО» и кафедрой «Промышленный дизайн» МГТУ им. Н.Э. Баумана.</p>
        <p>Компания «Транспорт будущего» совместно с ГК «ЭФКО» и кафедрой «Промышленный дизайн» МГТУ им. Н.Э. Баумана проводит конкурс дизайн-проектов беспилотных летательных аппаратов будущего. К участию приглашаются студенты и выпускники кафедры промышленного дизайна.</p>
        <p>Победитель каждой номинации получит 100 000 рублей.</p>
        <p>Что ждет участников:</p>
        <ul>
          <li>прямые включения из RnD центра Транспорта будущего.</li>
          <li>консультации от организаторов и преподавателей.</li>
          <li>фирменные подарки для всех участников.</li>
          <li>пополнение собственного портфолио крутым проектом.</li>
        </ul>
        <p>Прием конкурсных работ — до 1 апреля.</p>
        <p>Все подробности на <a href="https://young-era.ru/konkurs_ulet/"className="link">сайте</a>.</p>
      </div>
    ),
    link: { href: "https://young-era.ru/konkurs_ulet/" },
    image: "https://young-era.ru/wp-content/uploads/conditions-ulet-img-960x849.webp",
  },
  {
    id: 4,
    title: 'XVIII Всероссийская инновационная молодежная научно-инженерная выставка «Политехника»',
    subtitle: '',
    description: (
      <div>
        <p>С 30 октября по 02 ноября 2023 г. в МГТУ им. Н.Э. Баумана состоится XVIII Всероссийская инновационная молодежная научно-инженерная выставка «Политехника», посвященная 170-летию со дня рождения В.Г. Шухова.</p>
        <p>К участию в мероприятии приглашаются студенты и аспиранты, а также иностранные граждане МГТУ им. Н.Э. Баумана и других вузов, образовательных учреждений Российской Федерации.</p>
        <p>Все подробности на <a href="https://studolymp.bmstu.ru/ru/politehnika" className="link">странице выставки</a> и на <a href="https://forms.gle/HjUfqhuSoQnFEPDA7"className="link">заявке на участие</a>.</p>
      </div>
    ),
    link: { href: "https://studolymp.bmstu.ru/ru/politehnika" },
    image: "https://studolymp.bmstu.ru/sites/default/files/inline-images/%D0%9F%D0%BE%D0%BB%D0%B8%D1%82%D0%B5%D1%85%D0%BD%D0%B8%D0%BA%D0%B02%20%28%D0%BA%D0%B0%D1%80%D0%B0%D0%BD%D0%B4%D0%B0%D1%88%29.png",
  },
  {
    id: 3,
    title: 'Архитекторно-художественный конкурс "АтмосфераPROFI"',
    subtitle:"",
    description: (
            <div>
              <p>Успейте зарегистрироваться на конкурс дизайнеров интерьера!</p>
            <p>Осталась одна неделя до окончания регистрации на участие в VI Всероссийском архитектурно-художественном конкурсе &laquo;АтмосфераPROFI&raquo;!</p>
            <p>К участию приглашаются студенты профильных вузов не младше III курса и Школ дизайна, а также практикующие архитекторы и дизайнеры (годы окончания учебного заведения: 2021&ndash;2023). Подать заявку необходимо на сайте конкурса promo.salonatmosfera.ru. Там же можно найти подробный список требований к проектам и используемым материалам.</p>
            <p >Тема конкурса &laquo;Тенденции-2023: функциональный интерьер. Стиль и практичность&raquo;. Конкурс проходи</p>
            </div>
    ),
    link: { href: "https://totalarch.com/atmosphere-profi-2023" },
    image:
      "https://totalarch.com/sites/all/themes/totalarch_theme/logo.png",
  },
  {
    id: 2,
    title: "Премия «Лучший промышленный дизайн России»",
    subtitle: "",
      description: (
        <>
            
            
              <p>Министерством промышленности и торговли РФ и Правительством Москвы, при поддержке Министерства культуры РФ учреждена премия &quot;Лучший промышленный дизайн России&quot;. Конкурс будет проводиться по трём номинациям &quot;Дизайн-продукт&quot;, &quot;Дизайн-прототип&quot; и &quot;Приз зрительских симпатий&quot;.</p>
              <p>Развитие промышленного дизайна признаётся одним из приоритетных направлений для города Москвы. 16 июня Мэром Москвы Сергеем Собяниным, Заместителем Председателя Правительства России, <a href="https://t.me/minpromtorg_ru" className="link">Министром промышленности и торговли</a> Денисом Мантуровым и <a href="https://t.me/mincultrussia" className="link">Министром культуры России</a> Ольгой Любимовой был <a href="https://t.me/mos_sobyanin/5594" className="link">подписан Меморандум о сотрудничестве по развитию образовательного направления &quot;Промышленный дизайн&quot;</a>.</p>
              <p>В рамках конкурса эксперты оценят мебель и предметы интерьера, электрические устройства, транспортные средства, объекты городского дизайна, бытовую химию, упаковку продуктов питания, обувь и хай-тек. Проекты-победители разместят на своей продукции специальный знак лауреата.</p>
              <p>Заявки на участие можно подать <a href="https://redesign.otkroimosprom.ru/o-premii/" className="link">на официальном портале конкурса</a> до 31 июля. Церемония награждения пройдёт в конце августа в Москве.</p>
          
        </>
      ),
  
  
    link: { href: "https://redesign.otkroimosprom.ru/o-premii/" },
    image:"https://redesign.otkroimosprom.ru/images/img/projects/4(18).png"
  },
  {
    id: 1,
    title: "«Российский светодизайн 2023»",
    subtitle:"",
      description: (
        <>
          <p>Приглашаются студентов принять участие во Всероссийском конкурсе дизайна освещения &laquo;Российский светодизайн&raquo;. Участие в конкурсе бесплатное, приём работ открыт на <a className="link" href="https://online.gefera.ru/contest/rldc-2023/">странице конкурса</a> до 30 июля 2023 года.</p>
          <p>Конкурс, который проводится с 2001 года в рамках ежегодной выставки Interlight Russia | Intelligent building Russia в Москве, нацелен на выявление и продвижение талантливых молодых российских дизайнеров, а также повышение статуса российского светодизайна.</p>
          <p>В этом году одной из номинаций конкурса станет &laquo;Лучшая студенческая работа в области дизайна освещения&raquo;.</p>
          <p>С конкурсными работами прошлых лет можно ознакомиться по ссылкам: <a className="link" href="https://online.gefera.ru/contest/rldc-2022/projects/">конкурс 2022 г.</a>, <a className="link" href="https://online.gefera.ru/contest/rldc-2020/projects/">конкурс 2020-2021 гг.</a>, <a className="link" href="https://online.gefera.ru/contest/rldc-2019/projects/">конкурс 2019 г.</a>, <a className="link" href="http://www.rldc.ru/">конкурс 2018 года и ранее</a>. Неоднократно победителями и призёрами конкурса становились студенты Университета ИТМО, МАРХИ, МГХПА им. Строганова, Национального института дизайна, УралГАХА, ДВФУ и других вузов нашей страны.</p>
        </>
      ),
  
    link: { href: "https://online.gefera.ru/contest/rldc-2023/" },
    image:
      "https://online.gefera.ru/upload/resize_cache/iblock/0ba/glkkrzj76jpnxcbl1xzic8flcs9woc1m/840_640_1/IMG_5548_2.jpg",
  },
];

export default anonceData;
