// кейсы

const casesData = [
    {
      id: 2,
      title: "Пост автоматизированного паспортного контроля",
      subtitle:
        "Дипломный проект Якушева И.А.",
      description: (
        <>
        <p>
          <strong>Совместная разработка:</strong> с Центром биометрических методов контроля МГТУ им. Баумана.
        </p>
        <p>
          ПАПК разрабатывался для размещения в аэропортах любого типа и размера. Исследовав алгоритм процесса прохождения паспортного контроля и возможности его оптимизации, студент спроектировал интуитивно понятное устройство, упрощающее эту процедуру. Он ориентировался на естественный и наименее затратный по времени способ прохода, когда пассажиру не требуется поворачиваться к рабочим устройствам, искать их, принимать нужные позы, а достаточно остановиться перед блокирующими дверцами, приложить паспорт и идти дальше.
        </p>
        <p>
          Автору пришлось дважды сооружать опытный образец, чтобы смоделировать возможные ситуации и добиться качественного результата.
        </p>
        <p>
          <strong>Призер:</strong> конкурса ДИЗАЙН-ФОРУМ СОЧИ 2010.
        </p>
      </>
      
      ),
      image: "http://design.bmstu.ru/ru/modules/pages/files/14/1.jpg",

    },
    {
      id: 1,
      title: "Система обнаружения светоотражателей (антиснаЙпер)",
      subtitle: "Дипломный проект Свиридовой А.Ю.",
      description: (
        <>
  <p>
    <strong>Совместная разработка:</strong> с кафедрой «Лазерные и оптико-электронные системы».
  </p>
  <p>
    Проведенные дизайнерские исследования выявили ряд требований, связанных с компактностью, надежностью, всепогодностью, оперативностью и безопасностью использования устройства. Концепция, основанная на этих результатах, заключалась в разнесении приемно-передающего канала и управляющего устройства, соединенных модулями переменной жесткости, позволяющими обеспечивать перископный обзор, легкость наведения, простоту переноски и хранения.
  </p>
  <p>
    В стилистическом решении системы учитывались мировые тенденции формообразования в современном приборостроении и в военной технике.
  </p>
</>

      ),
      image:
        "http://design.bmstu.ru/ru/modules/pages/files/14/2.jpg",
    },
    // Добавляй другие новости здесь
  ];
  
  export default casesData;
  