// новостиы
export const newsData = [
    {
      title: "16.09.2024	Встреча с известным транспортным дизайнером Михаилом Климовым",
      content: "Михаил Климов - российский транспортный дизайнер, работавший в крупнейших европейских автоконцернах, а сейчас — глава отдела дизайна в компании, разрабатывающей пассажирские электрические беспилотные летательные аппараты. В начале карьеры Михаил стажировался в Škoda Михаил, а после работал в компании Audi, где разрабатывал концептуальные интерьеры для автомобилей концерна. Далее были двенадцать лет работы в BMW, где Михаил создавал дизайн-решения салонов автомобилей, в том числе для концепта BMW i3 Coupe, серийной BMW i8, BMW второй серии в кузове G42 и BMW X3 (G45). О своём богатом опыте, организации процессов дизайн-проектирования в немецких автоконцернах, некоторых секретах работы и о многом другом Михаил и рассказал нашим студентам, а потом ответил на множество вопросов. Получилась действительно полезная и живая встреча, за что огромное спасибо Михаилу, а также студентам и преподавателям кафедры, проявившим интерес.",
      images: [
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK1.png',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK2.jpg',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK3.jpg',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK4.jpg',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK5.jpg'
      ]
    },
    {
      title: "16.09.2024	Встреча с известным транспортным дизайнером Михаилом Климовым",
      content: "Михаил Климов - российский транспортный дизайнер, работавший в крупнейших европейских автоконцернах, а сейчас — глава отдела дизайна в компании, разрабатывающей пассажирские электрические беспилотные летательные аппараты. В начале карьеры Михаил стажировался в Škoda Михаил, а после работал в компании Audi, где разрабатывал концептуальные интерьеры для автомобилей концерна. Далее были двенадцать лет работы в BMW, где Михаил создавал дизайн-решения салонов автомобилей, в том числе для концепта BMW i3 Coupe, серийной BMW i8, BMW второй серии в кузове G42 и BMW X3 (G45). О своём богатом опыте, организации процессов дизайн-проектирования в немецких автоконцернах, некоторых секретах работы и о многом другом Михаил и рассказал нашим студентам, а потом ответил на множество вопросов. Получилась действительно полезная и живая встреча, за что огромное спасибо Михаилу, а также студентам и преподавателям кафедры, проявившим интерес.",
      images: [
      
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK2.jpg',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK3.jpg',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK4.jpg',
        'http://design.bmstu.ru/assets/images/news/2024-09-16-Vstrecha_s_Klimovyn/MK5.jpg'
      ]
    },
    // Добавьте другие записи по мере необходимости
  ];
  